[BTM_Objective_Phase1 DishonoredObjective]
m_Description="ベンドタイムでの虐殺 - ラウンド 1"

[BTM_Objective_Phase1:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="制限時間内に3人暗殺せよ"
m_Status=""

[BTM_Objective_Phase1:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="エコノミーボーナス:クロスボウ一発で2人の敵を倒す"
m_Status=""

[BTM_Objective_Phase1:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="鈍器ボーナス: レンガや他のオブジェクトで3人の敵を倒す"
m_Status=""

[BTM_Objective_Phase2 DishonoredObjective]
m_Description="ベンドタイムでの虐殺 - ラウンド 2"

[BTM_Objective_Phase2:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="制限時間内に5人暗殺せよ"
m_Status=""

[BTM_Objective_Phase2:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="アジェンダボーナス:  3人の衛兵は無傷にしたまま3人の貴族を殺す"
m_Status=""

[BTM_Objective_Phase2:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="プロパガンダボーナス: スピーカーを用いて6人全ての敵を殺す"
m_Status=""

[BTM_Objective_Phase3 DishonoredObjective]
m_Description="ベンドタイムでの虐殺 - ラウンド 3"

[BTM_Objective_Phase3:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="制限時間内に7人暗殺せよ"
m_Status=""

[BTM_Objective_Phase3:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="忍耐ボーナス: ベンドタイムが終わる前に9人全員を殺す"
m_Status=""

[BTM_Objective_Phase3:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="針刺しボーナス: 美術商にクロスボウを4発、ガラスを粉砕しながらたたき込む"
m_Status=""

[BTM_Objective_Phase4 DishonoredObjective]
m_Description="ベンドタイムでの虐殺 - ラウンド 4"

[BTM_Objective_Phase4:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="制限時間内に10人暗殺せよ"
m_Status=""

[BTM_Objective_Phase4:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="サージカルボーナス:  他の敵を暗殺もしくは気付かれる事なく3人のペンドルトンを殺す。"
m_Status=""

[BTM_Objective_Phase4:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="血のオイルボーナス:  鯨油タンクのみで10人殺す"
m_Status=""

[BTM_Objective_Phase5 DishonoredObjective]
m_Description="ベンドタイムでの虐殺 - ラウンド 5"

[BTM_Objective_Phase5:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="制限時間内に少なくとも7人暗殺せよ"
m_Status=""

[BTM_Objective_Phase5:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="偏見ボーナス: 全ての監督官6人を殺す"
m_Status=""

[BTM_Objective_Phase5:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="焼きポテトボーナス: 反対側の部屋で、点火されたオイルタンクを用いて爆発する前にキャンベルを殺す"
m_Status=""

[BTM_Objective_Phase6 DishonoredObjective]
m_Description="ベンドタイムでの虐殺 - ラウンドファイナル"

[BTM_Objective_Phase6:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="15人暗殺せよ"
m_Status=""

[BTM_Objective_Phase6:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="ヒーローボーナス: 点火した鯨油タンクの爆発から全員を救え！"
m_Status=""

[BTM_Objective_Phase6:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="絶滅ボーナス:  20人の敵を殺す"
m_Status=""

